<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link href="../resources/css/agree.css?after" rel="stylesheet">
<title>약관 동의</title>
<script
  src="https://code.jquery.com/jquery-3.4.1.js"
  integrity="sha256-WpOohJOqMqqyKL9FccASB9O0KwACQJpFTUBLTYOVvVU="
  crossorigin="anonymous"></script> 
</head>
<body>
	<!-- 로고 -->
	<img alt="logo" src="../resources/img/LOGO_FULL.png" class="logo">



	<!-- 약관 동의 -->
	<form action="" method="get">
		<div class="boxs">
			<!-- 이용약관 -->
			<div class="box1">
				<h4>이용약관</h4>    
				<textarea name="text1" class="text1" wrap="hard">제1조 (목적)
① 이용자 약관(이하 "이 약관"이라 합니다)은 이용자가 (재)약학정보원(이하 "회사"라 합니다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 합니다)를 이용함에 있어 이용자 (이하 "회원"이라 합니다.)와 회사의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
② 회원이 되고자 하는 자가 회사가 정한 소정의 절차를 거쳐서 "등록하기" 단추를 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에 정하는 이외의 회원과 회사의 권리, 의무 및 책임사항에 관해서는 전기통신 사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.
제2조 (약관의 효력 및 변경)
① 이 약관은 서비스를 통하여 이를 공지함으로서 효력이 발생됩니다.
② 회사는 사정상 중요한 사유가 발생될 경우 사전 고지 없이 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력이 발생됩니다.
③ 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.
제3조 (약관 외 준칙)
이 약관에 명시되지 않은 사항이 관계 법령에 규정되어 있을 경우에는 그 규정에 따릅니다.
제4조 (용어의 정의)
이 약관에서 사용하는 주요한 용어의 정의는 다음과 같습니다.
1. 몰 : (재)약학정보원이 재화 또는 용역(이하 '재화등'이라 함)을 이용자에게 제공하기 위하여 컴퓨터등 정보통신설비를 이용하여 재화등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
2. 이용자 : '몰'에 접속하여 이 약관에 따라 '몰'이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
3. 회원 : 회사와 서비스 이용 계약을 체결하고 이용자 아이디(ID)를 부여받은 자를 말합니다.
4. 비회원: 함은 회원에 가입하지 않고 '몰'이 제공하는 서비스를 이용하는 자를 말합니다.
5. 아이디 : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자나 숫자 혹은 그 조합을 말합니다(이하 "ID"라 합니다).
6. 비밀번호 : 회원이 부여받은 ID와 일치된 회원임을 확인하고, 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.
7. 해지 : 회사 또는 회원이 서비스 사용 후 이용계약을 해약하는 것을 말합니다.
제5조 (약관등의 명시와 설명 및 개정)
1. 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호·모사전송번호·전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 '몰'의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
2. 회사는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회·배송책임·환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
3. 회사는 전자상거래등에서의소비자보호에관한법률, 약관의규제에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률, 방문판매등에관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
4. 회사는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일이전부터 적용일자 전일까지 공지합니다.
다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 '몰'은 개정전 내용과 개정후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
5. 회사는 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간내에 ‘몰'에 송신하여 '몰'의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
6. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래등에서의소비자보호에관한법률, 약관의규제등에관한법률, 공정거래위원회가 정하는 전자상거래등에서의소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
제2장 서비스 이용계약
제6조 (이용 계약의 성립)
① 서비스 가입 신청시 본 약관을 읽고 "동의함" 버튼을 클릭하면 이 약관에 동의하는 것으로 간주됩니다.
② 이용계약은 서비스 이용희망자의 이용약관 동의 후 이용 신청에 대하여 회사가 승낙함으로써 성립합니다.
제7조 (이용 신청)
① 회원으로 가입하여 서비스를 이용하기를 희망하는 자는 회사가 요청하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 신청합니다.
② 온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로 간주하며 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스 사용의 제한을 받으실 수 있습니다.
제8조 (개인정보의 보호)
① 회사는 회원의 개인정보에 대해서 당사의 "health.kr 개인보호정책"을 적용하여 개인정보를 보호하고 존중 합니다.
② 회사는 이용 신청시 회원이 제공하는 정보, 커뮤니티 활동, 각종 이벤트 참가를 위하여 회원이 제공하는 정보 등을 통하여 회원에 관한 정보를 수집하며, 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스제공을 위한 목적으로 사용됩니다.
③ 회사는 서비스 제공과 관련하여 취득한 회원의 신상정보를 본인의 승낙없이 제3자에게 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호의 1에 해당하는 경우에는 그러하지 아니합니다.
1. 관계 법령에 의하여 수사상의 목적으로 관계기관으로부터 요구가 있는 경우
2. 정보통신윤리위원회의 요청이 있는 경우
3. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
4. 배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우
5. 재화등의 거래에 따른 대금정산을 위하여 필요한 경우
6. 도용방지를 위하여 본인확인에 필요한 경우
④회사는 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 정보통신망이용촉진등에관한법률 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
⑤ 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
⑥ 회사는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
⑦ 회원은 하나의 ID로 health.kr 서비스를 이용하실 수 있습니다. 이 경우 개인정보의 사이트간 공유는 회원의 동의없이는 절대 이루어지지 않습니다.
⑧ 제 4 항의 경우는 회원의 최초 이용신청 이후 hearth.kr이 운영하는 사이트가 늘어난 경우에도 마찬가지로 적용됩니다. 이 경우 신규 사이트의 서비스 개시에 대한 정보는 health.kr 회원에게 전달됩니다.
⑨ 제 3 항의 범위 내에서 회사는 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 집합적인 통계 자료를 작성하여 이를 사용할 수 있고, 회원의 정보를 서비스 또는 회사와 업무제휴 업체간에 상호 제공/활용할 수 있습니다.
⑩ 회사는 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.
⑪ 게시판, 대화방 등의 커뮤니케이션 공간(이하 커뮤니케이션 공간)에 개인 신분 확인이 가능한 정보(사용자 이름, ID, e-mail 주소 등)가 자발적으로 공개될 수 있습니다. 이런 경우 공개된 정보가 제3자에 의해 수집되고, 연관되어지며, 사용될 수 있으며 제3자로부터 원하지 않는 메시지를 받을 수도 있습니다. 제3자의 그러한 행위는 회사가 통제할 수 없습니다. 따라서 회사는 회사가 통제할 수 없는 방법에 의한 회원 정보의 발견 가능성에 대해 아무런 보장을 하지 않습니다.
⑫ 회사는 이용자의 정보수집시 구매계약 이행에 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.
1. 성명
2. 희망ID(회원의 경우)
3. 비밀번호(회원의 경우)
4. 이메일주소
⑬ 14세 미만의 아동이 가입을 원할 경우 회사의 가입원칙에 의거 법정대리인의 동의를 얻어야 합니다.
⑭ 법인회원으로 가입을 원할 경우 이용계약 신청서의 내용에 대한 회사의 확인절차를 받아야 합니다.
⑮ 회사는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다. 다만, 다음 각호의 1에 해당하는 경우에는 예외로 한다.
1. 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우
2. 제①항의 규정에 의하여 보유기간을 미리 이용자에게 고지하거나 명시한 경우
3. 개별적으로 이용자의 동의를 받은 경우
4. 회원이 탈퇴한 날로부터 30일이 경과하지 않은 때
제9조 (이용 신청의 승낙)
① 회사는 제 6 조에 따른 이용신청에 대하여 특별한 사정이 없는 한 접수 순서대로 이용 신청을 승낙합니다.
② 회사는 다음 각 호의 1에 해당하는 경우 이용신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
1. 서비스 관련 설비에 여유가 없는 경우
2. 기술상 지장이 있는 경우
3. 기타 회사의 사정상 필요하다고 인정되는 경우
③ 회사는 다음 각 호의 1에 해당하는 이용계약 신청에 대하여는 이를 승낙하지 아니 할 수 있습니다.
1. 본인의 실명으로 신청하지 않은 경우
2. 다른 사람의 명의를 사용하여 신청한 경우
3. 이용 신청시 필요 사항을 허위로 기재하여 신청한 경우
4. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청한 경우
5. 기타 회사가 정한 이용 신청 요건이 미비된 경우
④ 제 2 항 또는 3항에 의하여 이용신청의 승낙을 유보하거나 승낙하지 아니하는 경우, 회사는 이를 이용신청자에게 알려야 합니다. 다만, 회사의 귀책사유없이 이용신청자에게 통지할 수 없는 경우는 예외로 합니다.
제10조 (계약 사항의 변경)
① 회원은 개인정보관리를 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
② 회원은 이용신청시 기재한 사항이 변경되었을 경우 온라인으로 수정을 해야 하며 회원정보의 미변경으로 인하여 발생되는 문제의 책임은 회원에게 있습니다.
제3장 계약당사자의 의무
제11조 (회사의 의무)
① 회사는 특별한 사정이 없는 한 회원이 서비스 이용을 신청한 날에 서비스를 이용할 수 있도록 합니다.
② 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화·용역을 제공하는데 최선을 다하며, 설비에 장애가 생기거나 멸실된 때에는 지체없이 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.
③ 회사는 회원으로부터 소정의 절차에 의해 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 적절한 절차를 거처 처리하여야 합니다. 처리시 일정 기간이 소요될 경우 회원에게 그 사유와 처리 일정을 알려주어야 합니다.
④ 회사는 회원의 프라이버시 보호와 관련하여 제 7 조 제 1, 2, 3, 5항에 제시된 내용을 지킵니다.
⑤ 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용고객과의 계약 관련 절차 및 내용 등에 있어 이용고객에게 편의를 제공하도록 노력합니다.
⑥ '몰'은 다음과 같은 업무를 수행합니다.
1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
2. 구매계약이 체결된 재화 또는 용역의 배송
3. 기타 '몰'이 정하는 업무
⑦'몰'은 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
⑧'몰'이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.
⑨전항의 경우 '몰'은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, '몰”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제12조 (회원의 의무)
① 회원은 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항 등 회사가 공지 혹은 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니됩니다.
② 회원의 ID와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다. 회원에게 부여된 ID와 비밀번호의 관리 소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
③ 회원은 자신의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 회사에 신고하여야 하며, 신고를 하지 않아 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
④ 회원은 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 합니다.
⑤ 회원은 회사의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과와 회원이 약관에 위반한 영업활동을 하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다. 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우 회원은 회사에 대하여 손해배상의무를 집니다.
⑥ 회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도,증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
⑦ 회원은 서비스 이용과 관련하여 다음 각 호의 1에 해당되는 행위를 하여서는 안됩니다.
1. 다른 회원의 ID와 비밀번호 등을 도용하는 행위
2. 본 서비스를 통하여 얻은 정보를 회사의 사전승낙 없이 회원의 이용 이외 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위
3. 타인의 특허, 상표, 영업비밀, 저작권 기타 지적재산권을 침해하는 내용을 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위
4. 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용의 정보, 문장, 도형 등을 전송, 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위
5. 모욕적이거나 위협적이어서 타인의 프라이버시를 침해할 수 있는 내용을 전송, 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위
6. 범죄와 결부된다고 객관적으로 판단되는 행위
7. 회사의 승인을 받지 않고 다른 사용자의 개인정보를 수집 또는 저장하는 행위
8. 기타 관계법령에 위배되는 행위
제4장 서비스 이용
제13조 (서비스 이용 범위)
회원은 회사를 통한 가입시 발급된 ID 하나로 health.kr의 해당 정보를 이용할 수 있습니다.
제14조 (정보의 제공)
회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 회원에게 제공할 수 있습니다.
제15조 (요금 및 유료정보 등)
1. 회원의 자격 및 회사가 제공하는 서비스의 종류에 따라 일반회원은 무료로, 유료회원은 유료로 서비스가 제공됩니다.
2. 회사가 무료서비스를 유료화하거나 유료서비스의 내용을 변경시킬 경우 또는 이용요금을 변경시킬 경우 관련사항을 서비스 변경 이전에 공시하여야 합니다.
제16조 (회원의 게시물)
회사는 회원이 게시하거나 등록하는 서비스내의 내용물이 다음 각 호의 1에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있습니다.
1. 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
2. 공공질서 및 미풍양속에 위반되는 내용인 경우
3. 범죄적 행위에 결부된다고 인정되는 내용일 경우
4. 회사의 저작권, 제 3 자의 저작권 등 기타 권리를 침해하는 내용인 경우
5. 회사에서 규정한 게시기간을 초과한 경우
6. 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
7. 게시판의 성격에 부합하지 않는 게시물의 경우
8. 기타 관계법령에 위반된다고 판단되는 경우
제17조 (게시물의 저작권)
서비스에 게재된 자료에 대한 권리는 다음 각 호의 1과 같습니다.
1. 게시물에 대한 권리와 책임은 게시자에게 있으며 회사는 게시자의 동의 없이는 이를 서비스내 게재 이외에 영리적 목적으로 사용할 수 없습니다. 단, 비영리적인 경우에는 그러하지 아니하며 또한 회사는 서비스내의 게재권을 갖습니다.
2. 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
제18조 (광고게재 및 광고주와의 거래)
① 회사가 회원에게 서비스를 제공할 수 있는 서비스 투자기반의 일부는 광고게재를 통한 수익으로부터 나옵니다. 서비스를 이용하고자 하는 자는 서비스 이용시 노출되는 광고게재에 대해 동의하는 것으로 간주됩니다.
② 회사는 본 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.
제19조 (서비스 이용시간)
① 서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 가능함을 원칙으로 합니다. 다만 정기 점검 등의 필요로 회사가 정한 날이나 시간은 그러하지 않습니다.
② 회사는 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 사전에 공지를 통해 그 내용을 알립니다.
제20조 (서비스에 관한 책임의 제한)
(1) 서비스에서 제공되는 내용은 개략적이며 일반적인 내용이고 정보제공만을 위해 제공됩니다. 어떠한 경우에도 서비스에서 제공되는 정보로 인해 의사의 처방을 무시하여서는 안됩니다.
(2) 본 서비스의 정보를 받아들이는 것은 전적으로 사용자의 판단에 따르는 것입니다. 회사는 서비스에서 제공된 어떠한 정보에 대해서도 책임을 지지 않습니다. 따라서 회사에서는 회원에게 제공된 정보로부터 비롯하는 어떠한 손해, 상해 혹은 그 밖의 불이익에 대한 책임을 지지 않습니다.
제21조 (서비스의 이용 책임)
회원은 회사에서 권한 있는 사원이 서명한 명시적인 서면에 구체적으로 허용한 경우를 제외하고는 서비스를 이용하여 상품을 판매하는 영업활동을 할 수 없으며 특히 해킹, 돈벌이 광고, 음란 사이트 등을 통한 상업행위, 상용S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치등에 관해서는 회사가 책임을 지지 않습니다.
제22조 (서비스 제공의 중지 등)
① 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.
1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
3. 기타 불가항력적 사유가 있는 경우
② 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
③ 회사는 제 1 항 및 2항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 지체없이 회원에게 알려야 합니다.
제23조 (회원에 대한 통지)
① 회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
② 회사는 불특정다수 회원에 대한 통지의 경우 1주일이상 서비스 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
제5장 쇼핑몰의 이용
제24조 (구매신청)
'몰'이용자는 '몰'상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, '몰'은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다. 단, 회원인 경우 제2호 내지 제4호의 적용을 제외할 수 있습니다.
1. 재화등의 검색 및 선택
2. 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
3. 약관내용, 청약철회권이 제한되는 서비스, 배송료·설치비 등의 비용부담과 관련한 내용에 대한 확인
4. 이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
5. 재화등의 구매신청 및 이에 관한 확인 또는 '몰'의 확인에 대한 동의
6. 결제방법의 선택
제25조 (계약의 성립)
① '몰'은 제24조와 같은 구매신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
2. 미성년자가 담배, 주류등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
3. 기타 구매신청에 승낙하는 것이 '몰' 기술상 현저히 지장이 있다고 판단하는 경우
② '몰'의 승낙이 제27조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
③ '몰'의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소등에 관한 정보등을 포함하여야 합니다.
제26조 (지급방법)
'몰'에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법중 가용한 방법으로 할 수 있습니다. 단, '몰'은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
3. 온라인무통장입금
4. 전자화폐에 의한 결제
5. 수령시 대금지급
6. 마일리지 등 '몰'이 지급한 포인트에 의한 결제
7. '몰'과 계약을 맺었거나 '몰'이 인정한 상품권에 의한 결제
8. 기타 전자적 지급 방법에 의한 대금 지급 등
제27조 (수신확인통지 ∙ 구매신청 변경 및 취소)
① '몰'은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
② 수신확인통지를 받은 이용자는 의사표시의 불일치등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 '몰'은 배송전에 이용자의 요청이 있는 경우에는 지체없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제30조의 청약철회 등에 관한 규정에 따릅니다.
제28조 (재화등의 공급)
① '몰'은 이용자와 재화등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, '몰'이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 2영업일 이내에 조치를 취합니다. 이때 '몰'은 이용자가 재화등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
②'몰'은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 '몰'이 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 '몰'이 고의·과실이 없음을 입증한 경우에는 그러하지 아니합니다.
제29조 (환급)
'몰'은 이용자가 구매신청한 재화등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 2영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
제30조 (청약철회 등)
①'몰'과 재화등의 구매에 관한 계약을 체결한 이용자는 수신확인의 통지를 받은 날부터 7일 이내에는 청약의 철회를 할 수 있습니다.
② 이용자는 재화등을 배송받은 경우 다음 각호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
1. 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
2. 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
4. 같은 성능을 지닌 재화등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
③ 제2항제2호 내지 제4호의 경우에 '몰'이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회등이 제한되지 않습니다.
④ 이용자는 제1항 및 제2항의 규정에 불구하고 재화등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화등을 공급받은 날부터 3월이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
제31조 (청약철회 등의 효과)
① '몰'은 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화등의 대금을 환급합니다. 이 경우 '몰'이 이용자에게 재화등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
② '몰'은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화등의 대금을 지급한 때에는 지체없이 당해 결제수단을 제공한 사업자로 하여금 재화등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
③ 청약철회등의 경우 공급받은 재화등의 반환에 필요한 비용은 이용자가 부담합니다. '몰'은 이용자에게 청약철회등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회등을 하는 경우 재화등의 반환에 필요한 비용은 '몰'이 부담합니다.
④ 이용자가 재화등을 제공받을때 발송비를 부담한 경우에 '몰'은 청약철회시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.
제6장 계약해지 및 이용제한
제32조 (계약 해지 및 이용 제한)
① 회원이 이용 계약을 해지하고자 하는 경우에는 회원 본인이 온라인을 통해 회원탈퇴를 회사에 신청하여야 합며 회사는 즉시 회원탈퇴를 처리합니다.
② 회사는 회원이 다음 각 호의 1에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.
1. 타인의 개인정보, ID 및 비밀번호를 도용한 경우
2. 가입한 이름이 실명이 아닌 경우
3. 같은 사용자가 다른 ID로 이중등록을 한 경우
4. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
5. 회사, 다른 회원 또는 제 3자의 지적재산권을 침해하는 경우
6. '몰'을 이용하여 구입한 재화등의 대금, 기타 '몰'이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
7. 다른 사람의 '몰' 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
8. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우
9. 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우
10. 서비스 운영을 고의로 방해한 경우
11. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우
12. 정보통신설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우
13. 정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우
14. 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
15. 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란 사이트 링크하는 경우
16. 본 약관을 포함하여 기타 회사가 정한 이용 조건에 위반한 경우
③ 유료회원이 일정기간 회비를 납부하지 않는 경우 회사는 유료회원의 유료서비스 이용을 중지할 수 있으며 이럴 경우 회사는 사전에 이메일 또는 기타의 방법으로 회원에게 통지하여야 합니다.
④ 회사가 회원 자격을 제한·정지 시킨후, 동일한 행위가 2회이상 반복되거나 30일이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.
⑤ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
제7장 손해배상 및 기타사항
제33조 (정보 이용에 대한 손해배상)
회사가 제공하는 서비스는 매우 일반적인 정보의 제공이며 정보의 선택과 사용의 최종 책임은 회원에게 있습니다. 회사는 서비스 이용과 관련하여 회원에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.
제34조 (분쟁해결)
① 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치·운영합니다.
② 회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
③ 회사와 이용자간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제35조 (면책조항)
① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
② 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
③ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
④ 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.
⑤ 회사는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.
제8장 아동에 관한 특별조치
제36조 (아동의 개인정보 수집 등)
① 회사가 만 14세 미만의 아동의 개인정보를 수집하거나 제8조의 규정에 의한 고지의 범위 또는 서비스이용약관에 명시한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 해당 아동의 법정대리인의 동의를 얻어야 합니다.
② 회사는 제①항의 규정에 의한 동의를 얻기 위하여 법정대리인의 성명, 연락처 등 필요한 최소한의 정보를 요구할 수 있다. 이 경우 회사는 아동이 쉽게 이해할 수 있는 평이한 표현으로 다음 각호의 사항을 아동에게 고지합니다.
1. 개인정보의 수집·이용 또는 제공 목적
2. 법정대리인의 동의가 필요하다는 취지
③ 회사는 제②항의 규정에 의하여 수집한 법정대리인의 개인정보를 해당 법정대리인의 동의 여부를 확인하는 목적 외의 용도로 이를 이용하거나 제3자에게 제공하지 않습니다.
④ 회사는 이용자가 아동인지 여부를 확인하기 위하여 필요한 합리적인 노력을 합니다.
제37조 (법정대리인에 대한 고지 및 동의 방법)
① 회사는 제21조 제1항의 규정에 의한 법정대리인의 동의를 받고자 하는 경우에는 다음 각호의 사항을 법정대리인에게 고지하여야 한다.
1. 회사가 아동의 개인정보를 수집하는 경우 : 제8조 제1항 각호의 사항
2. 회사가 제8조 ③의 규정에 의한 고지 또는 명시한 범위를 넘어 개인정보를 이용하거나 제3자에게 제공하는 경우 : 제8조 제③항 각호의 사항(이 경우 "회원"을 "법정대리인"으로 봅니다)
② 제1항의 규정에 의한 고지는 다음 각호의 1의 방법에 의합니다.
1. 전화, 팩스 또는 우편
2. 아동으로 하여금 인터넷 홈페이지에서 통지내용을 프린트하여 법정대리인에게 제출하게 하는 방법
3. 법정대리인에게 전자우편을 보내면서 인터넷 홈페이지의 개인정보보호방침을 볼 수 있도록 연결(하이퍼링크)시키는 방법
4. 기타 법정대리인에게 고지내용이 도달할 수 있는 합리적인 방법
③ 제1항의 규정에 의한 동의는 다음 각호의 1의 방법에 의한다.
1. 법정대리인의 전자서명된 전자우편을 이용하도록 하는 방법
2. 우편 또는 인터넷 홈페이지에서 다운로드를 통하여 제공받은 양식의 서면에 법정대리인이 직접 서명날인하여 우편이나 팩스 등으로 서비스제공자에게 전달하는 방법
3. 기타 법정대리인이 진정으로 동의하였음을 확인할 수 있는 합리적인 방법
제38조 (법정대리인의 권리에 대한 조치)
① 법정대리인은 제37조 제①항의 규정에 의한 동의를 철회할 수 있으며, 당해 아동이 제공한 개인정보에 대한 열람 또는 오류의 정정을 요구할 수 있습니다.
② 제8조 ⑧항의 규정은 제1항의 규정에 의하여 법정대리인이 동의를 철회하거나 열람 또는 오류정정의 요구에 관하여 이를 준용한다. 이 경우 "이용자"는 "법정대리인"으로 본다.
제9장 기타
제39조 (고충처리)
회사는 전화, 서면, 전자우편 또는 인터넷 홈페이지 등을 통하여 개인정보와 관련한 회원의 의견을 수렴하고 불만사항을 접수하여 이를 처리합니다.
제40조 (분쟁해결 및 관할법원)
① 회사 및 회원은 개인정보에 관한 분쟁이 있는 경우 신속하고 효과적인 분쟁해결을 위하여 개인정보분쟁조정위원회에 분쟁의 조정을 신청할 수 있습니다.
② 요금 등 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 회원의 주소지 또는 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.
부칙
(시행일) 이 약관은 1999년 6월 1일부터 시행합니다.
(수정일) 이 약관은 2012년 2월 27일부터 수정 시행합니다.
(경과조치) 이 약관 시행전의 이용약관에 따라 가입한 고객은 변경된 시행일부터 이 약관의 적용을 받습니다.  
				</textarea><br> <br> 
				<label> <input type="checkbox" id="agreeYnCk1" name="agree1" class="check1" onclick="check()"/>
					<span>이용약관에 동의합니다.</span>
				</label>
			</div>

			<!-- 개인정보 수집 및 이용 -->
			<div class="box2">
				<h4>개인정보 수집 및 이용</h4>
				<textarea name="text1" class="text1" wrap="hard">개인정보보호법에 따라 필라우드에 회원가입 신청하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간, 동의 거부권 및 동의 거부 시 불이익에 관한 사항을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.
 
1. 수집하는 개인정보
이용자는 회원가입을 하지 않아도 정보 검색, 뉴스 보기 등 대부분의 필라우드 서비스를 회원과 동일하게 이용할 수 있습니다. 이용자가 메일, 캘린더, 카페, 블로그 등과 같이 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입을 할 경우, 필라우드는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.

회원가입 시점에 필라우드가 이용자로부터 수집하는 개인정보는 아래와 같습니다.
- 회원 가입 시 필수항목으로 아이디, 비밀번호, 이름, 생년월일, 성별, 휴대전화번호를, 선택항목으로 본인확인 이메일주소를 수집합니다. 실명 인증된 아이디로 가입 시, 암호화된 동일인 식별정보(CI), 중복가입 확인정보(DI), 내외국인 정보를 함께 수집합니다. 만14세 미만 아동의 경우, 법정대리인 정보(법정대리인의 이름, 생년월일, 성별, 중복가입확인정보(DI), 휴대전화번호)를 추가로 수집합니다.
- 비밀번호 없이 회원 가입 시에는 필수항목으로 아이디, 이름, 생년월일, 휴대전화번호를, 선택항목으로 비밀번호를 수집합니다.
- 단체 회원가입 시 필수 항목으로 단체아이디, 비밀번호, 단체이름, 이메일주소, 휴대전화번호를, 선택항목으로 단체 대표자명을 수집합니다.
서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.
- 회원정보 또는 개별 서비스에서 프로필 정보(별명, 프로필 사진)를 설정할 수 있습니다. 회원정보에 별명을 입력하지 않은 경우에는 마스킹 처리된 아이디가 별명으로 자동 입력됩니다.
- 필라우드 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.



서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기정보, 위치정보가 생성되어 수집될 수 있습니다. 또한 이미지 및 음성을 이용한 검색 서비스 등에서 이미지나 음성이 수집될 수 있습니다.
구체적으로 1) 서비스 이용 과정에서 이용자에 관한 정보를 자동화된 방법으로 생성하여 이를 저장(수집)하거나, 2) 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못 하도록 안전하게 변환하여 수집합니다.
서비스 이용 과정에서 위치정보가 수집될 수 있으며,
필라우드에서 제공하는 위치기반 서비스에 대해서는 '필라우드 위치기반서비스 이용약관'에서 자세하게 규정하고 있습니다.
이와 같이 수집된 정보는 개인정보와의 연계 여부 등에 따라 개인정보에 해당할 수 있고, 개인정보에 해당하지 않을 수도 있습니다.
2. 수집한 개인정보의 이용
필라우드 및 필라우드 관련 제반 서비스(모바일 웹/앱 포함)의 회원관리, 서비스 개발・제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.

- 회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.
- 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다. 신규 서비스 요소의 발굴 및 기존 서비스 개선 등에는 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 생성·제공·추천, 상품 쇼핑 등에서의 인공지능(AI) 기술 적용이 포함됩니다.
- 법령 및 필라우드 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
- 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.
- 이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.
- 서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.
- 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
3. 개인정보의 보관기간
회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체없이 파기하고 있습니다.
단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.
이용자에게 개인정보 보관기간에 대해 회원가입 시 또는 서비스 가입 시 동의를 얻은 경우는 아래와 같습니다.
- 부정 가입 및 이용 방지
부정 이용자의 가입인증 휴대전화번호 또는 DI (만14세 미만의 경우 법정대리인DI) : 탈퇴일로부터 6개월 보관
탈퇴한 이용자의 휴대전화번호(복호화가 불가능한 일방향 암호화(해시처리)) : 탈퇴일로부터 6개월 보관
- QR코드 복구 요청 대응
QR코드 등록 정보:삭제 시점으로부터6개월 보관
- 스마트플레이스 분쟁 조정 및 고객문의 대응
휴대전화번호:등록/수정/삭제 요청 시로부터 최대1년
- 필라우드 플러스 멤버십 서비스 혜택 중복 제공 방지
암호화처리(해시처리)한DI :혜택 제공 종료일로부터6개월 보관
- 필라우드 엑스퍼트 재가입 신청 및 부정 이용 방지
필라우드 엑스퍼트 서비스 및 필라우드 엑스퍼트 센터 가입 등록정보&판매자 이름 : 신청일로부터 6개월(등록 거절 시, 거절 의사 표시한 날로부터 30일) 보관
- 전자서명 인증 업무
개인정보: 필라우드 인증서 서비스 해지 시까지 보관
인증서와 인증 업무에 관한 기록: 인증서 효력 상실일로부터 5년 보관
전자상거래 등에서의 소비자 보호에 관한 법률, 전자문서 및 전자거래 기본법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. 필라우드는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.
- 전자상거래 등에서 소비자 보호에 관한 법률
계약 또는 청약철회 등에 관한 기록: 5년 보관
대금결제 및 재화 등의 공급에 관한 기록: 5년 보관
소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관
- 전자문서 및 전자거래 기본법
공인전자주소를 통한 전자문서 유통에 관한 기록 : 10년 보관
- 통신비밀보호법
로그인 기록: 3개월

참고로 필라우드는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여 관리하고 있습니다.

4. 개인정보 수집 및 이용 동의를 거부할 권리
이용자는 개인정보의 수집 및 이용 동의를 거부할 권리가 있습니다. 회원가입 시 수집하는 최소한의 개인정보, 즉, 필수 항목에 대한 수집 및 이용 동의를 거부하실 경우, 회원가입이 어려울 수 있습니다.
				
				</textarea><br> <br>
				<label> <input type="checkbox" id="agreeYnCk2" name="agree2" class="check2" onclick="check()"/>
					<span>개인정보 수집 및 이용에 동의합니다.</span>
				</label>
			</div>
		</div>

		<!-- 버튼 -->
		<button type="button" name="ok" class="okBtn" onclick="fn_signupFinal()">동의하고
			계속하기</button> <!-- onclick="location.href='login' -->
	</form>

	<script>
		const agree1 = document.getElementsByClassName("check1")[0];
		const agree2 = document.getElementsByClassName("check2")[0];
		const btn = document.getElementsByName("ok")[0];
		
		agree1.addEventListener("keyup", check);
		agree2.addEventListener("keyup", check);
		function check() {
			if(agree1.checked && agree2.checked) {
				btn.disabled = false;
				btn.style.cursor = "pointer";
				btn.classList.add("btnCheck");
			} else {
				btn.disabled = true;
				btn.classList.remove("btnCheck");
			}
		}
		
		function fn_signupFinal(){
			var id = localStorage.getItem("id");
		    var pw = localStorage.getItem("pw");
		    var agreeYn1 = '';  
		    var agreeYn2 = '';
		    
		    if($('#agreeYnCk1').is(':checked')){
		    	agreeYn1 = 'Y';
		    }
		    if($('#agreeYnCk2').is(':checked')){ 
		    	agreeYn2 = 'Y';
		    }
		   
		    
		    var data = {
		        id: id,
		        agreeYn1: agreeYn1,
		        agreeYn2: agreeYn2,
		    };
			
		    $.ajax({ 
		        type: "post",
		        url: "/updateAgree",
		        data: data,     
		        success: function(result) {
		            console.log("성공 여부: " + result);
		            alert("회원가입이 완료되었습니다.");
		            window.location.href = "/login"; // 이동하고자 하는 URL로 변경        
		        },
		        error: function() {
		            alert("서버 오류가 발생했습니다. 다시 시도해주세요.");
		        }  
		    });
		}
		
	</script>


	<!-- footer -->
	<footer>
		<hr>
		<a href="main" style="text-decoration-line: none;"> <img
			src="resources/img/LOGO_FULL.png" alt="메인홈" class="home" />
		</a>
	</footer>
</body>
</html>